Repository: antb123/polaris-crypto-translations
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Personal info
es: Información Personal

source: Permissions
es: Permisos

source: amount_in is required if payment status is received
es: amount_in se requiere si el estado del pago esta recibido

source: amount_out is required if payment status is sent
es: amount_out se requiere si el estado del pago es enviado

source: Make sure to configure the <a href="%(link)s">%(label)s</a> for asset %(code)s
es: Asegúrate de configurar el <a href="%(link)s">%(label)s</a> para código de activo %(code)s

source: Missing or invalid "type"
es: Falta o inválido "type"

source: Send a Binance %(token)s payment to the address %(address)s. Token information available at %(url)s
es: Envía a Binance %(token)s el pago a la dirección %(address)s. Tokeninformación disponible en %(url)s

source: "dest" must contain a valid Binance address
es: "dest" Debe contener una dirección binance valida

source: Invalid amount - cannot have more than %(places)s decimal places
es: Monto invalido - no puede tener más de %(places)s decimales

source: Missing or invalid "amount"
es: Falta o inválido "amount"

source: Send a Bitcoin payment to the address %(address)s
es: Enviar un pago Bitcoin a la siguiente dirección %(address)s

source: Option 1: Open the checkout page: %(checkout)s.
es: Opción 1: Abrir la página de pago: %(checkout)s.

source: Option 2: Send the BTC payment to the BTC address %(onchain)s.
es: Opción 2: Enviar el pago de BTC a la dirección %(onchain)s.

source: Option 3: Pay the Bitcoin Lightning invoice: %(offchain)s.
es: Opción 3: Pagar la factura Bitcoin Lightning: %(offchain)s.

source: "dest" must contain a valid Bitcoin address
es: "dest" Debe contener una dirección de Bitcoin valida

source: Open the checkout page: %(checkout)s or Pay the Bitcoin Lightning invoice: %(payreq)s
es: Abrir la página de pago: %(checkout)s o pagar la factura de Bitcoin Lightning: %(payreq)s

source: Option 2: Pay the Bitcoin Lightning invoice: %(offchain)s.
es: Opción 2: Pagar la factura de Bitcoin Lightning: %(offchain)s.

source: Option 3: Send the BTC payment to the BTC address %(onchain)s.
es: Opción 3: Enviar el pago de BTC a una dirección de BTC %(onchain)s.

source: "dest" must be a valid Lightning BOLT11 invoice address
es: "dest" Debe tener una dirección de factura Lightning BOLT11 valida

source: Invoices without an amount are not supported
es: No se admiten facturas sin monto

source: Send a transfer to our bank account with this note: %(external_memo)s | Recipient: %(recipient)s | Bank account: %(bank_account)s | Bank: %(bank)s | Funds available within %(hours)s hours.
es: Envía una transferencia a nuestro banco con esta nota: %(external_memo)s | Destinatario: %(recipient)s | Cuenta del Banco: %(bank_account)s | Banco: %(bank)s | Fondos disponibles en %(hours)s hours.

source: amount_in is None
es: amount_in Ninguno

source: amount_in is not between %(min_amount)s and %(max_amount)s
es: amount_in No es entre %(min_amount)s y %(max_amount)s

source: Missing or invalid value for "type"
es: Valor faltante o no valido "type"

source: Invalid value for 'tax_id': %(tax_id)s
es: Valor invalido para 'tax_id': %(tax_id)s

source: account differs from authenticated account
es: La cuenta difiere de la cuenta autenticada

source: Send a Ethereum ERC20 %(token)s payment to the address %(address)s. Token information available at %(url)s
es: Envíar a Ethereum ERC20 %(token)s el pago a la dirección %(address)s. Token Información disponible en %(url)s

source: "dest" must contain a valid Ethereum address
es: "dest" Debe contener una dirección valida en Ethereum

source: Will not be shared with 3rd parties
es: No se compartirá con terceras partes

source: Destination Bitcoin address
es: Dirección de destino Bitcoin

source: Invalid Bitcoin Lightning BOLT11 invoice address
es: Dirección de factura invalida para Bitcoin Lightning BOLT11

source: Full address
es: Dirección completa

source: Ex: +5511999998888
es: Ejemplo +5511999998888

source: This field is required
es: Este campo es requisito

source: RUT (Rol Único Tributario) - 8 or 9-digit number
es: RUT (Rol Único Tributario) - 8 o 9 números

source: Transfer type
es: Tipo de transferencia

source: Deposit transfer method
es: Método de transferencia del depósito

source: Bank account
es: Cuenta bancaria

source: Destination Ethereum address
es: Dirección de Ethereum de destino

source: Destination bank account number
es: Número de cuenta bancaria de destino

source: Destination Bank account number
es: Número de cuenta bancaria de destino

source: Destination Tron address
es: Dirección de Binance de destino

source: Amount (in CLPX) to deposit - maximum %(places)s decimal places allowed
es: Monto (in CLPX) a depositar - máximo %(places)s decimales permitidos

source: Deposit type
es: Tipo de deposito

source: Destination bank account
es: Cuenta bancaria de destino

source: Amount (in BTC) to deposit - maximum %(places)s decimal places allowed
es: Monto (in BTC) a depositar - máximo %(places)s decimales permitidos

source: Destination ethereum address
es: Dirección de ethereum de destino

source: Given or first name
es: Primer nombre

source: Family or last name
es: Apellido

source: Entire address (country, state, postal code, street address, etc...) as a multi-line string
es: Dirección completa (País, Ciudad, Código postal, calle, etc...) como una

source: Mobile phone number with country code, in E.164 format
es: Número de teléfono móvil con código de país, en formato Ej +554412..

source: Email address
es: Dirección de correo electrónico

source: Amount (in BTCLN) to deposit - maximum %(places)s decimal places allowed
es: Monto (in BTCLN) a depositar - máximo %(places)s decimales permitido

source: Destination binance address
es: Dirección de Binance de destino

source: Destination tron address
es: Dirección de tron de destino

source: Invalid receiver_id
es: receiver_id invalido

source: Stellar Deposit
es: Depósito Stellar

source: Stellar Withdrawal
es: Retiro Stellar

source: Send a Tron %(token)s payment to the address %(address)s. Token information available at %(url)s
es: Enviar a Tron %(token)s pago a la siguiente dirección %(address)s. Información de Token disponible en %(url)s

source: "dest" must contain a valid Tron address
es: "dest" Debe contener una dirección Tron valida

source: Signature bank routing code yyyy account xxxx - send to BP ventures
es: Firma de ruta del banco código yyyy cuenta xxxx - enviar a BP ventures

source: Missing or invalid "dest"
es: Falta o invalida "dest"

source: Unknown
es: Desconocido

source: Deposit
es: Deposito

source: Withdrawal
es: Retiro

source: Send
es: Enviar

source: Time range from now to the past, in seconds, to consider when checking the rate limits
es: Rango de tiempo desde ahora hasta el pasado, en segundos, a considerar al verificar el Límites de tarifa

source: text
es: Texto

source: Person
es: Persona

source: Company
es: Compañia

source: Notes
es: Nota

source: SEP-31 enabled
es: SEP-31 disponible

source: Indicates whether the customer can use SEP-31 or not
es: Indica si el cliente puede o no usar SEP-31

source: Account type
es: Tipo de cuenta

source: First name
es: Primer nombre

source: Last name
es: Apellido

source: Additional name
es: Nombre adicional

source: Middle name or other additional name
es: Algún otro nombre adicional

source: Address country code
es: Código de dirección del país

source: Country code for current address
es: Código de dirección del país actual

source: State or province
es: Estado o provincia

source: Name of state/province/region/prefecture
es: Nombre del estado/provincia/región

source: City
es: Ciudad

source: Name of city/town
es: Nombre de la ciudad

source: Postal code
es: Codigo postal

source: Postal or other code identifying user's locale
es: Código postal u otro código que identifique la región del usuario

source: Address
es: Dirección

source: Mobile number
es: Número telefónico

source: Birth date
es: Fecha de cumpleaños

source: Date of birth, e.g. 1976-07-04
es: Fecha de cumpleaños, Ejemplo: 1976-07-04

source: Birth place
es: Lugar de nacimiento

source: Place of birth (city, state, country; as on passport)
es: Lugar de nacimiento (Ciudad, Región, País; tal como en el pasaporte)

source: Birth country code
es: Código de país de nacimiento

source: ISO Code of country of birth
es: Código ISO del país de nacimiento

source: Bank account number
es: Número de cuenta del banco

source: Number identifying bank account
es: Número de identificación de la cuenta del banco

source: Bank number
es: Número del banco

source: Number identifying bank in national banking system (routing number in US)
es: Número de identificación del banco en el sistema bancario nacional (número de ruta en EE. UU.)

source: Bank name
es: Nombre del banco

source: Name identifying bank in national banking system
es: Nombre que identifica al banco en el sistema bancario nacional

source: Bank phone number
es: Número de teléfono del banco

source: Phone number with country code for bank
es: Número de teléfono con código de país del banco

source: Tax ID
es: Identificación del impuesto

source: Tax identifier of user in their country (social security number in US)
es: Identificador fiscal del usuario en su país (número de seguro social en EE. UU.)

source: TAX ID name
es: Nombre de identificación del impuesto

source: Name of the tax ID (SSN or ITIN in the US)
es: Nombre de identificación del impuesto (SSN or ITIN en USA)

source: Occupation
es: Ocupación

source: Occupation ISCO code
es: Código ISCO de ocupación

source: Employer name
es: Nombre del empleador

source: Name of employer
es: Nombre del empleador

source: Employer address
es: Dirección del empleador

source: Address of employer
es: Dirección del empleador

source: Language code
es: Código de lenguaje

source: Primary language
es: Lenguaje primario

source: ID type
es: Tipo de identificación

source: passport, drivers_license, id_card, etc...
es: Pasaporte, Licencia_conducir, tarjeta_identificacion, etc...

source: ID country code
es: Código de identificación del país

source: Country issuing passport or photo ID as ISO 3166-1 alpha-3 code
es: País que emite pasaporte o identificación con foto como código ISO 3166-1 alfa-3

source: ID issue date
es: Fecha de emisión de la identificación

source: ID expiration date
es: Fecha de caducidad de la identificación

source: ID number
es: Número de identificación

source: Passport or ID number
es: Pasaporte o número de identificación

source: Photo ID front
es: Foto frontal de identificación

source: Image of front of user's photo ID or passport
es: Imagen de frente de la identificación con foto o pasaporte del usuario

source: Photo ID back
es: Foto de identificación por atrás

source: Image of back of user's photo ID or passport
es: Imagen del reverso de la identificación con foto del usuario o del pasaporte

source: Notary approval of photo ID
es: Aprobación notarial de una identificación con foto

source: Image of notary's approval of photo ID or passport
es: Imagen de la aprobación del notario de una identificación con foto o pasaporte

source: IP address
es: Dirección IP

source: IP address of customer's computer
es: Dirección IP del computador del cliente

source: Photo proof residence
es: Foto de prueba de residencia

source: Image of a utility bill, bank statement or similar with the user's name and address
es: Imagen de una factura de servicios públicos, extracto bancario o similar con el nombre del usuario y dirección

source: Organization name
es: Nombre de la organización

source: Full organization name as on the incorporation papers
es: Nombre completo de la organización tal como en los documentos de la incorporación

source: Organization VAT number
es: Número de IVA de la organización

source: Organization registration number
es: Número de registro de la organización

source: Organization registered address
es: Dirección registrada de la organización

source: Organization shareholder number
es: Número de accionista de la organización

source: Organization shareholder name
es: Nombre del accionista de la organización

source: Can be an organization or a person and should be queried recursively up to the ultimate beneficial owners (with KYC information for natural persons such as above)
es: Puede ser una organización o una persona y debe consultarse de forma recursiva hasta El último dueño con beneficios (con información KYC de persona natural como arriba)

source: Organization photo incorporation doc
es: Foto del documento de incorporación de la organización

source: Image of incorporation documents
es: Foto de los documentos de la incorporación

source: Organization photo proof address
es: Foto de prueba de la dirección de la organización

source: Image of a utility bill, bank statement with the organization's name and address
es: Imagen de una factura de servicios públicos, extracto bancario con el nombre de la organización y dirección

source: Organization address country code
es: Código de país de la dirección de la organización

source: country code for current address
es: Código de país para la dirección actual

source: Organization state or province
es: Estado o provincia de la organización

source: name of state/province/region/prefecture
es: Nombre del estado/provincia/región

source: Organization city
es: Ciudad de la organización

source: name of city/town
es: Nombre de la ciudad

source: Organization postal code
es: Código postal de la organización

source: Postal or other code identifying organization's locale
es: Código postal u otro código que identifique la ubicación de la organización

source: Organization director name
es: Nombre del director de la organización

source: Organization registered managing director (the rest of the information should be queried as an individual using the fields above)
es: Director general registrado de la organización (el resto de la información debe ser consultado como individuo usando los campos de arriba)

source: Organization website
es: Página web de la organización

source: Organization email
es: Correo electrónico de la organización

source: Organization contact email
es: Contacto del correo electrónico

source: Organization phone
es: Teléfono de la organización

source: Organization contact phone
es: Contacto del teléfono de contacto

source: English
es: Inglés

source: Spanish
es: Español

source: Money has been received from the user
es: Se ha recibido dinero del usuario

source: Money received from the user
es: Dinero recibido del usuario

source: Money has been sent to the user
es: El dinero ha sido enviado al usuario

source: Money sent to the user
es: Dinero enviado al usuario

source: Please fill out the fields below.
es: Por favor complete los campos a continuación.

source: Fee
es: Tarifa

source: Submit
es: Enviar

source: Refresh
es: Refrescar

source: Transaction More Info
es: Más información de la transacción

source: Send a transfer to our bank account:
es: Envíe una transferencia a nuestra cuenta bancaria:

source: Note
es: Nota

source: Recipient
es: Destinatario

source: Bank
es: Banco

source: Make sure to attach the note <span style="color: #ff9100">%(note)s</span> to the transfer.
es: Asegúrate de adjuntar la nota <span style="color: #ff9100">%(note)s</span> a la transferencia.

source: Funds available within %(eta)s hours after transfer is received. <br> For more information please contact <a href="mailto:%(support_email)s"> %(support_email)s </a>
es: Fondos disponibles dentro de %(eta)s posteriores a la recepción de la transferencia. <br> Para obtener más información, póngase en contacto <a href="mailto:%(support_email)s"> %(support_email)s </a>

source: Click here to see the blockchain transaction
es: Haga clic aquí para ver la transacción blockchain

source: Send a Bitcoin payment to the address: <br> <span style="font-weight: bold; word-break: break-all;"> %(address)s </span> For more information please contact <a href="mailto:%(support_email)s"> %(support_email)s </a>
es: Envíe un pago de Bitcoin a la dirección: <br> <span style="font-weight: bold; word-break: break-all;"> %(address)s </span> Para obtener más información, póngase en contacto <a href="mailto:%(support_email)s"> %(support_email)s </a>

source: BTC payment:
es: Pago de BTC

source: Continue to payment
es: Continuar con el pago

source: Alternative payment options:
es: Opciones de pago alternativas:

source: Option 1 -
es: Opción 1 -

source: Send %(amount_in)s BTC to the BTC address:
es: Enviar %(amount_in)s BTC a la dirección BTC:

source: Copied!
es: ¡Copiado!

source: Copy
es: Copiar

source: Option 2 -
es: Opación 2 -

source: Pay the Bitcoin Lightning invoice:
es: Pagar la factura de Bitcoin Lightning:

source: For more information please contact
es: Para obtener más información póngase en contacto

source: Signature bank routing code yyyy account xxxx - send to BP ventures.<br> For more information please contact <a href="mailto:%(support_email)s"> %(support_email)s </a>
es: Firma de ruta del banco código yyyy cuenta xxxx - enviar a BP ventures.<br> Para obtener más información, póngase en contacto <a href="mailto:%(support_email)s"> %(support_email)s </a>

source: To deposit the funds, pay this Bitcoin Lightning invoice:
es: Para depositar los fondos, pague esta factura de Bitcoin Lightning:

source: or
es: o

source: Copy and paste the Bitcoin Lightning invoice as text:
es: Copie y pegue la factura de Bitcoin Lightning como texto:

source: Open checkout page
es: Abrir página de pago

source: For more information please contact <a href="mailto:%(support_email)s"> %(support_email)s </a>
es: Para obtener más información, póngase en contacto <a href="mailto:%(support_email)s"> %(support_email)s </a>

source: BTCLN payment:
es: Pago de BTCLN:

source: Show alternative payment options
es: Mostrar opciones de pago alternativas

source: Hide alternative payment options
es: Ocultar opciones de pago alternativas

source: Send a Ethereum ERC20 %(token)s payment to the address: <p style="word-break: break-all; font-weight: bold">%(address)s</p> <br> %(token)s token details are available at <a href="%(url)s">%(token)s in Etherscan</a>.<br>
es: Enviar a Ethereum ERC20 %(token)s pago a la dirección: <p style="word-break: break-all; font-weight: bold">%(address)s</p> <br> %(token)s detalles del token disponible en <a href="%(url)s">%(token)s en Etherscan</a>.<br>

source: For more information please contact <a href="mailto:%(support_email)s"> %(support_email)s </a>
es: Para obtener más información, póngase en contacto <a href="mailto:%(support_email)s"> %(support_email)s </a>

source: Send %(amount_in)s %(token)s to the address:
es: Enviar %(amount_in)s %(token)s a la dirección:

source: %(token)s token details are available in <a href="%(url)s">BscScan</a>.<br>
es: %(token)s los detalles del token disponible en <a href="%(url)s">BscScan</a>.<br>

source: %(token)s token details are available in
es: %(token)s los detalles del token disponible en

source: transfer type
es: Tipo de transferencia

source: destination
es: Destino

source: Stellar Transaction
es: Transacción Stellar

source: External Transaction ID
es: Identificación de transacción externa

source: Funds will be sent to the above destination.
es: Los fondos se enviarán al destino anterior.

source: Binance Transaction
es: Transacción Binance

source: Tron Transaction
es: Transacción Tron

source: Once you've followed the above instructions, you can close this window and track the transaction from within your wallet.
es: Una vez que haya seguido las instrucciones anteriores, puede cerrar esta ventana y rastrear la transacción desde su billetera.

source: This window can now be closed and the transaction can be tracked from within your wallet.
es: Esta ventana ahora se puede cerrar y la transacción se puede rastrear desde dentro de tu billetera.

source: Scan the Bitcoin Ligthtning Invoice QR Code:
es: Escanee el código QR de la factura de Bitcoin Ligthtning:

source: To enable QR Code scan, allow camera access.
es: Para habilitar el escaneo de códigos QR, permita el acceso a la cámara.

source: Or scan a file containing the QR Code:
es: O escanee un archivo que contenga el código QR:

source: Or enter the Bitcoin Lightning Invoice as text (lnbc1*):
es: O ingrese la factura de Bitcoin Lightning como texto (lnbc1*):

source: Continue
es: Continuar

source: Kind
es: Tipo

source: Destination
es: Destino

source: Transaction Error
es: Error de transacción

source: Transaction information
es: Información de la transacción

source: Polaris Transaction ID
es: Identificación de transacción Polaris

source: Asset code
es: Código de activo

source: Amount In
es: Cantidad que ingresa

source: Amount Out
es: Cantidad que retira

source: To address
es: A la dirección

source: Asset issuer
es: Emisor de activos

source: Distribution account
es: Cuenta de distribución

source: Stellar Transaction ID
es: Identificación de transacción Stellar

source: Customer email
es: Correo electrónico del cliente

source: Customer RUT
es: RUT del cliente

source: Transactions with status Error
es: Transacciones con estado Error

source: Transactions with Insufficient Funds
es: Transacciones con fondos insuficientes

source: CLPX Withdrawal received that requires your attention in next 24 hours
es: Retiro de CLPX recibido que requiere su atención en las próximas 24 horas

source: Withdrawal received
es: Retiro recibido

source: Amount received from the user
es: Cantidad recibida del usuario

source: Amount to be sent to the user
es: Cantidad a enviar al usuario

source: Additional transaction information
es: Información adicional a la transacción

source: Invalid pubkey
es: Clave pubkey inválida

source: Invalid country
es: País inválido

source: Invalid phone number
es: Fono inválido

source: Invalid date
es: Fecha inválida

source: Invalid IBAN
es: IBAN inválido

source: Invalid Bitcoin address
es: Dirección bitcoin inválida

source: Invalid BOLT11 address
es: Dirección BOLT11 inválida

source: Invalid Ethereum address
es: Dirección Ethereum inválida

source: Invalid first name
es: Primer nombre inválido

source: Invalid last name
es: Apellido inválido

source: Invalid organization name
es: Nombre de la organización inválida

source: Invalid city
es: Ciudad inválida

source: Invalid postal code
es: Código postal inválido

source: Invalid address
es: Dirección inválida

source: Invalid email address
es: Correo electrónico inválido

source: Invalid RUT
es: RUT inválido

source: Invalid bank name
es: Nombre de banco inválido

source: Invalid bank account number
es: Número de cuenta inválido

source: Amount %s is lower than the minimum amount: %s
es: Monto %s es menor al monto mínimo permitido: %s

source: Amount %s is higher than the maximum amount %s
es: Monto %s es mayor al máximo permitido %s

source: deposit
es: Deposito

source: withdrawal
es: Retiro

source: Amount in
es: Monto de ingreso

source: Pending
es: Pendiente

source: Received
es: Recibido

source: Sent
es: Enviado

source: Payment status
es: Estado del pago

source: External memo
es: Nota externa

source: Amount out
es: Cantidad que sale

source: External reference
es: Referencia externa

source: Processing
es: Procesando
